[SRHIncursion X2SitRepTemplate]
FriendlyName="Skirmisher Battlemaster Party"
Description="An important Skirmisher cell is present in the AO."

[SRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Skirmisher Battlemaster Party"
Description="Skirmisher Strikers will assist us throughout the mission."

[TRHIncursion X2SitRepTemplate]
FriendlyName="Templar Psionic Assistance"
Description="Readings of psionic Templar auras are noticable in the AO."

[TRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Templar Psionic Assistance"
Description="Templar Psionics are providing assistance in this skirmish."

[RRHIncursion X2SitRepTemplate]
FriendlyName="Reaper Stalkers"
Description="We are detecting many encrypted transmissions on Reaper frequencies."

[RRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Reaper Stalkers"
Description="We are detecting many encrypted transmission on Reaper frequencies. They are here."

[ARHIncursion X2SitRepTemplate]
FriendlyName="Resistance Joint Task Force"
Description="Many Resistance agents are reportedly operating in this area."

[ARHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Resistance Joint Task Force"
Description="Many Resistance agents are reportedly operating in this area."

[RhiSkirmSoldier_M1 X2CharacterTemplate]
strCharacterName="Skirmisher Striker"

[RhiSkirmSoldier_M2 X2CharacterTemplate]
strCharacterName="Skirmisher Striker"

[RhiSkirmSoldier_M3 X2CharacterTemplate]
strCharacterName="Skirmisher Striker"

[RhiSkirmTrooper_M1 X2CharacterTemplate]
strCharacterName="Skirmisher Scout"

[RhiSkirmTrooper_M2 X2CharacterTemplate]
strCharacterName="Skirmisher Scout"

[RhiSkirmTrooper_M3 X2CharacterTemplate]
strCharacterName="Skirmisher Scout"

[RhiSkirmBattleMaster_M1 X2CharacterTemplate]
strCharacterName="Skirmisher BattleMaster"

[RhiSkirmBattleMaster_M2 X2CharacterTemplate]
strCharacterName="Skirmisher BattleMaster"

[RhiSkirmBattleMaster_M3 X2CharacterTemplate]
strCharacterName="Skirmisher BattleMaster"

[RhiTemplarSoldier_M1 X2CharacterTemplate]
strCharacterName="Templar Apostole"

[RhiTemplarSoldier_M2 X2CharacterTemplate]
strCharacterName="Templar Apostole"

[RhiTemplarSoldier_M3 X2CharacterTemplate]
strCharacterName="Templar Apostole"

[RhiTemplarFodder_M1 X2CharacterTemplate]
strCharacterName="Templar Knight"

[RhiTemplarFodder_M2 X2CharacterTemplate]
strCharacterName="Templar Knight"

[RhiTemplarFodder_M3 X2CharacterTemplate]
strCharacterName="Templar Knight"

[RhiTemplarGuardian_M1 X2CharacterTemplate]
strCharacterName="Templar Cleric"

[RhiTemplarGuardian_M2 X2CharacterTemplate]
strCharacterName="Templar Priest"

[RhiTemplarGuardian_M3 X2CharacterTemplate]
strCharacterName="Templar Bishop"

[RhiReaperStalker_M1 X2CharacterTemplate]
strCharacterName="Reaper Stalker"

[RhiReaperStalker_M2 X2CharacterTemplate]
strCharacterName="Reaper Stalker"

[RhiReaperStalker_M3 X2CharacterTemplate]
strCharacterName="Reaper Stalker"

[RhiReaperSniper_M1 X2CharacterTemplate]
strCharacterName="Reaper DeadShot"

[RhiReaperSniper_M2 X2CharacterTemplate]
strCharacterName="Reaper DeadShot"

[RhiReaperSniper_M3 X2CharacterTemplate]
strCharacterName="Reaper DeadShot"

[RhiReaperExecutor_M1 X2CharacterTemplate]
strCharacterName="Reaper Elite Hunter"

[RhiReaperExecutor_M2 X2CharacterTemplate]
strCharacterName="Reaper Elite Hunter"

[RhiReaperExecutor_M3 X2CharacterTemplate]
strCharacterName="Reaper Elite Hunter"

[RhiRifle_CV X2WeaponTemplate]
FriendlyName="Conventional Rifle"
FriendlyNamePlural="Conventional Rifles"
BriefSummary=""
TacticalText=""

[RhiLMG_CV X2WeaponTemplate]
FriendlyName="Pre-War LMG"
FriendlyNamePlural="Stolen LMGs"
BriefSummary=""
TacticalText=""

[RhiShotgun_CV X2WeaponTemplate]
FriendlyName="Assault Shotgun"
FriendlyNamePlural="Assault Shotguns"
BriefSummary=""
TacticalText=""

[RhiPistol_CV X2WeaponTemplate]
FriendlyName="Pre-war Handgun"
FriendlyNamePlural="Pre-war Handguns"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_CV X2WeaponTemplate]
FriendlyName="Rhi Sniper Rifle"
FriendlyNamePlural="Rhi Sniper Rifles"
BriefSummary=""
TacticalText=""

[RhiRifle_MG X2WeaponTemplate]
FriendlyName="Laser Rifle"
FriendlyNamePlural="Laser Rifles"
BriefSummary=""
TacticalText=""

[RhiLMG_MG X2WeaponTemplate]
FriendlyName="Rotary LMG"
FriendlyNamePlural="Rotary LMGs"
BriefSummary=""
TacticalText=""

[RhiShotgun_MG X2WeaponTemplate]
FriendlyName="Laser Assault Shotgun"
FriendlyNamePlural="Laser Assault Shotguns"
BriefSummary=""
TacticalText=""

[RhiPistol_MG X2WeaponTemplate]
FriendlyName="Mag Handgun"
FriendlyNamePlural="Mag Handguns"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_MG X2WeaponTemplate]
FriendlyName="Rhi Gauss Sniper Rifle"
FriendlyNamePlural="Rhi Gauss Sniper Rifles"
BriefSummary=""
TacticalText=""

[RhiRifle_BM X2WeaponTemplate]
FriendlyName="Plasma Rifle"
FriendlyNamePlural="Plasma Rifles"
BriefSummary=""
TacticalText=""

[RhiLMG_BM X2WeaponTemplate]
FriendlyName="Laser LMG"
FriendlyNamePlural="Laser LMGs"
BriefSummary=""
TacticalText=""

[RhiShotgun_BM X2WeaponTemplate]
FriendlyName="Storm Gun"
FriendlyNamePlural="Storm Guns"
BriefSummary=""
TacticalText=""

[RhiPistol_BM X2WeaponTemplate]
FriendlyName="Beam Rhi Handgun"
FriendlyNamePlural="Beam Rhi Handguns"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_BM X2WeaponTemplate]
FriendlyName="Rhi Beam Sniper Rifle"
FriendlyNamePlural="Rhi Beam Sniper Rifles"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_CV X2WeaponTemplate]
FriendlyName="Rhi Bullpup"
FriendlyNamePlural="Rhi Bullpups"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_MG X2WeaponTemplate]
FriendlyName="Magnetic Bullpup"
FriendlyNamePlural="Magnetic Bullpups"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_BM X2WeaponTemplate]
FriendlyName="Laser Beam Bullpup"
FriendlyNamePlural="Laser Beam Bullpups"
BriefSummary=""
TacticalText=""
